exports.donasi = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagram, telegram, youtube, kapanbotaktif, grupch1, grupch2) => {
	return `〄{ *MENU DONASI ${BotName}* }〄
  
  
ᴛᴇʀɪᴍᴀ ᴋᴀsɪʜ
*${id.split("@s.whatsapp.net")[0]}*
ᴛᴇʟᴀʜ ᴍᴇᴍʙᴜᴋᴀ ᴍᴇɴᴜ ᴅᴏɴᴀsɪ
🐼🐼


🗓*${tampilTanggal}* 🐼
⏰*${tampilWaktu}* 🐼
(Waktu Server)

ᴋᴀʟɪᴀɴ ʙɪsᴀ ᴅᴏɴᴀsɪ ᴍᴇɴɢɢᴜɴᴀᴋᴀɴ
   
🛡 *Pulsa* : 0878-4811-5476
🛡 *Pulsa* : 0878-4811-5476

📺*IKLAN* *Kiko Enak Tau:v*


⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇
ᴊᴀɴɢᴀɴ ʟᴜᴘᴀ ғᴏʟʟᴏᴡ ɪɴsᴛᴀɢʀᴀᴍ
${instagram}

☞ Facebook : ${youtube}
╔═╗═════╔╗════╔╗═╔╦╦╗
║║╠═╦═╦═╬╣╔╦╦╦╣╠╗║║║║
║║║╬║╬║╬║║║║║║║═╣╠╬╬╣
╚╩╬╗╠═╣╔╩╝╠╗╠═╩╩╝╚╩╩╝
══╚═╝═╚╝══╚═╝
ᴄʀᴇᴀᴛᴏʀ ʙʏ Rokhim_BOT
`
}
